export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      фото: {
        __caption__: 'Фото',
        количество: {
          __caption__: 'Количество'
        },
        заказ: {
          __caption__: 'Вид фото',
          фотокиоск: {
            __caption__: '',
            товары: {
              __caption__: '',
              вид: {
                __caption__: 'Вид фото'
              },
              стоимость: {
                __caption__: 'Стоимость'
              }
            }
          }
        }
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      фото: {
        __caption__: '',
        количество: {
          __caption__: 'Количество'
        },
        заказ: {
          __caption__: 'Вид фото',
          фотокиоск: {
            __caption__: '',
            товары: {
              __caption__: '',
              вид: {
                __caption__: 'Вид фото'
              },
              стоимость: {
                __caption__: 'Стоимость'
              }
            }
          }
        }
      }
    }
  },
  validations: {
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    носитель: {
      __caption__: 'Носитель'
    },
    клиент: {
      __caption__: 'клиент'
    },
    фотокиоск: {
      __caption__: 'фотокиоск'
    },
    фото: {
      __caption__: 'Фото'
    }
  }
};
