export default {
  projections: {
    ФотоE: {
      количество: {
        __caption__: 'Количество'
      },
      заказ: {
        __caption__: 'Вид фото',
        фотокиоск: {
          __caption__: '',
          товары: {
            __caption__: '',
            вид: {
              __caption__: 'Вид фото'
            },
            стоимость: {
              __caption__: 'Стоимость'
            }
          }
        }
      }
    },
    ФотоL: {
      количество: {
        __caption__: 'Количество'
      },
      заказ: {
        __caption__: 'Вид фото',
        фотокиоск: {
          __caption__: '',
          товары: {
            __caption__: '',
            вид: {
              __caption__: 'Вид фото'
            },
            стоимость: {
              __caption__: 'Стоимость'
            }
          }
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    заказ: {
      __caption__: 'Вид фото'
    }
  }
};
